{
    "translations": {
        "Missing recovery key password": "Thiếu khóa khôi phục mật khẩu",
        "Please repeat the recovery key password": "Nhập lại khóa khôi phục mật khẩu",
        "Repeated recovery key password does not match the provided recovery key password": "Mật khẩu khóa khôi phục nhiều lần không khớp với mật khẩu khóa khôi phục được cung cấp ",
        "Recovery key successfully enabled": "Khóa khôi phục kích hoạt thành công",
        "Could not enable recovery key. Please check your recovery key password!": "Không thể kích hoạt khóa khôi phục. Vui lòng kiểm tra mật khẩu khóa khôi phục!",
        "Recovery key successfully disabled": "Vô hiệu hóa khóa khôi phục thành công",
        "Could not disable recovery key. Please check your recovery key password!": "Không thể vô hiệu hóa khóa khôi phục. Vui lòng kiểm tra mật khẩu khóa khôi phục!",
        "Missing parameters": "Thiếu thông số ",
        "Please provide the old recovery password": "Vui lòng cung cấp mật khẩu khôi phục cũ ",
        "Please provide a new recovery password": "Vui lòng cung cấp mật khẩu khôi phục mới ",
        "Please repeat the new recovery password": "Vui lòng lặp lại mật khẩu khôi phục mới ",
        "Password successfully changed.": "Đã đổi mật khẩu.",
        "Could not change the password. Maybe the old password was not correct.": "Không thể đổi mật khẩu. Có lẽ do mật khẩu cũ không đúng.",
        "Recovery Key disabled": "Đã tắt Khóa khôi phục ",
        "Recovery Key enabled": "Đã bật Khóa khôi phục ",
        "Could not enable the recovery key, please try again or contact your administrator": "Không thể bật khóa khôi phục, vui lòng thử lại hoặc liên hệ với quản trị viên của bạn ",
        "Could not update the private key password.": "Không thể cập nhật mật khẩu khóa riêng tư. ",
        "The old password was not correct, please try again.": "Mật khẩu cũ không chính xác, vui lòng thử lại. ",
        "The current log-in password was not correct, please try again.": "Mật khẩu đăng nhập hiện tại không chính xác, vui lòng thử lại. ",
        "Private key password successfully updated.": "Cập nhật thành công mật khẩu khóa cá nhân",
        "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files.": "Khóa cá nhân không hợp lệ cho ứng dụng mã hóa. Vui lòng cập nhật mật khẩu khóa riêng tư của bạn trong cài đặt cá nhân để khôi phục quyền truy cập vào các tệp đã mã hóa của bạn. ",
        "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again.": "Đã bật ứng dụng mã hóa nhưng các khóa của bạn chưa được khởi tạo. Vui lòng đăng xuất và đăng nhập lại. ",
        "Please enable server side encryption in the admin settings in order to use the encryption module.": "Vui lòng bật mã hóa phía máy chủ trong cài đặt quản trị để sử dụng mô-đun mã hóa. ",
        "Encryption app is enabled and ready": "Ứng dụng mã hóa được bật và sẵn sàng ",
        "Bad Signature": "Chữ ký Xấu ",
        "Missing Signature": "Thiếu chữ ký ",
        "one-time password for server-side-encryption": "mật khẩu một lần cho mã hóa phía máy chủ ",
        "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you.": "Không thể giải mã tệp này, có lẽ đây là tệp được chia sẻ. Vui lòng yêu cầu chủ sở hữu tệp chia sẻ lại tệp với bạn. ",
        "Can not read this file, probably this is a shared file. Please ask the file owner to reshare the file with you.": "Không thể đọc tệp này, có lẽ đây là tệp được chia sẻ. Vui lòng yêu cầu chủ sở hữu tệp chia sẻ lại tệp với bạn. ",
        "Default encryption module": "Mô-đun mã hóa mặc định ",
        "Hey there,\n\nthe admin enabled server-side-encryption. Your files were encrypted using the password '%s'.\n\nPlease login to the web interface, go to the section 'basic encryption module' of your personal settings and update your encryption password by entering this password into the 'old log-in password' field and your current login-password.\n\n": "",
        "The share will expire on %s.": "Chia sẻ này sẽ hết hiệu lực vào %s.",
        "Cheers!": "Chúc mừng!",
        "Hey there,<br><br>the admin enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>.<br><br>Please login to the web interface, go to the section \"basic encryption module\" of your personal settings and update your encryption password by entering this password into the \"old log-in password\" field and your current login-password.<br><br>": "Xin chào, <br> <br> quản trị viên đã bật mã hóa phía máy chủ. Các tệp của bạn đã được mã hóa bằng mật khẩu <strong>% s </ strong>. <br> <br> Vui lòng đăng nhập vào giao diện web, đi tới phần \"mô-đun mã hóa cơ bản\" của cài đặt cá nhân và cập nhật mật khẩu mã hóa của bạn bằng cách nhập mật khẩu này vào trường \"mật khẩu đăng nhập cũ\" và mật khẩu đăng nhập hiện tại của bạn. <br> <br> ",
        "Encryption app is enabled but your keys are not initialized, please log-out and log-in again": "Đã bật ứng dụng mã hóa nhưng khóa của bạn chưa được khởi tạo, vui lòng đăng xuất và đăng nhập lại ",
        "Encrypt the home storage": "Mã hóa bộ nhớ trong nhà ",
        "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted": "Bật tùy chọn này sẽ mã hóa tất cả các tệp được lưu trữ trên bộ nhớ chính, nếu không, chỉ các tệp trên bộ nhớ ngoài mới được mã hóa ",
        "Enable recovery key": "Bật khóa khôi phục ",
        "Disable recovery key": "Tắt khóa khôi phục ",
        "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password.": "Khóa khôi phục là khóa mã hóa bổ sung được sử dụng để mã hóa các tệp. Nó cho phép khôi phục tập tin của người dùng nếu người dùng quên mật khẩu của mình. ",
        "Recovery key password": "Mã khóa khôi phục ",
        "Repeat recovery key password": "Lặp lại mật khẩu khóa khôi phục ",
        "Change recovery key password:": "Thay đổi mật khẩu khóa khôi phục: ",
        "Old recovery key password": "Mật khẩu khóa khôi phục cũ ",
        "New recovery key password": "Mật khẩu khóa khôi phục mới ",
        "Repeat new recovery key password": "Lặp lại mật khẩu khóa khôi phục mới ",
        "Change Password": "Đổi Mật khẩu",
        "Basic encryption module": "Mô-đun mã hóa cơ bản ",
        "Your private key password no longer matches your log-in password.": "Mật khẩu khóa riêng tư của bạn không còn khớp với mật khẩu đăng nhập của bạn nữa. ",
        "Set your old private key password to your current log-in password:": "Đặt mật khẩu khóa riêng tư cũ của bạn thành mật khẩu đăng nhập hiện tại: ",
        " If you don't remember your old password you can ask your administrator to recover your files.": "Nếu bạn không nhớ mật khẩu cũ, bạn có thể yêu cầu quản trị viên khôi phục tập tin của bạn.",
        "Old log-in password": "Mật khẩu đăng nhập cũ",
        "Current log-in password": "Mật khẩu đăng nhập hiện tại",
        "Update Private Key Password": "Cập nhật mật khẩu khóa cá nhân",
        "Enable password recovery:": "Kích hoạt khôi phục mật khẩu:",
        "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss": "Tùy chọn này sẽ cho phép bạn tái truy cập đến các tập tin mã hóa trong trường hợp mất mật khẩu",
        "Enabled": "Bật",
        "Disabled": "Tắt",
        "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please run 'occ encryption:migrate' or contact your administrator": "Bạn cần di chuyển các khóa mã hóa của mình từ mã hóa cũ (ownCloud <= 8.0) sang mã mới. Vui lòng chạy 'băm mã hóa: di chuyển' hoặc liên hệ với quản trị viên của bạn "
    },
    "pluralForm": "nplurals=1; plural=0;"
}